{
  "arp": {
    "red-feather-lakes": {
      "map": "/assets/img/red-feather-map.png",
      "description": "Christmas Tree Cutting Area - Canyon Lakes Ranger District\n\nUS Forest Service Department of Agriculture\n\nCutting Area open 8:30 a.m. - 4 p.m. Entrance closes at 2:30 p.m.\nVisitors must leave the cutting area by 4 p.m.\nMap Key\n\nCutting areas are shaded gray with a blue-dashed outline.\nCounty Road are a blue and gray dashed line.\nCutting Area Roads are a solid, black line.\n\nMap Description\n\nPay Station is located at intersection of County Road East/West 86/74E and North/South 69. \nPay Station has First Aid and Toilets. County Road 74E takes you To Fort Collins. \n\nThe Exit (to Pay Station) is on County Road 69 3.25 Miles south of the Pay Station. \n\n\nThe Entrance (One-way Only) is located 1.75 miles Southeast of the exit on County Road 69.\nEntrance Station is located 1.60 miles east of the Entrance on CR 69 and the intersection of CR 68C at Goodell Corner. There is a Chain-up Area, First Aid, and Toilets. CR 69 south 3.20 Miles goes To Rustic and Hwy.\n\n\nThe cutting area is .50 Miles from the Entrance marked 171.A.\n\nSmokey Bear's Lane is the first cutting area road that is one way towards the west and is 1.4 miles long.\n\nThe Smokey Bear* stop is at the end of the road at Dasher's Way intersection. It has First Aid and toilets available. \n\n\nComet's Lane is a one-way cutting area road that goes south west and loops into Dasher's Way after 1.3 miles.\n\nThe intersection of Rudolph's Way is .20 miles northwest from Smokey Bear. Rudolph's Way is a one-way cutting area road going northeast for .85 Miles until it merges into Vixen's Way, which is .70 miles to the Exit.\n\nDasher's Way is a one-way road that goes east for .75 miles from the end of Comet's Lane.\nBlitzen's Lane is a one-way road that forks northeast from the start of Dasher's Way and heads toward the exit with 1.5 miles until Vixen's Way.\n\nPlease return card at the pay station.\n\n\nNote: Smokey Bear, Pay Station and Entrance Station are staffed only on weekends. This map is not to scale."
    },
    "sulphur": {
      "map": "/assets/img/sulphur-map.png",
      "description": "Christmas Tree Cutting Forest Access Routes \nUS Department of Agriculture Forest Service \nArapaho National Forest\nSulphur Ranger District\n9 10 Mile Drive\nGranby, Colorado\n970-887-4100\n\n\nMap Key\n\nParking is indicated by a red circle.\nAccess Route to Parking Area is marked by a red line.\nMap Descriptions\n\n\nWillow Creek Pass parking area is on State Highway 125, approximately 25 miles north of the intersection of Interstate Highway 40 and State Highway 125.\n\n\nIdleglen parking area is on County Road 4, approximately 4 miles north of State Highway 34. The forest access route is approximately 10 miles north of the intersection of Interstate Highway 40 and State Highway 34.\n\n\nMeadow Creek parking area is on County Road 84, approximately 6 miles north of Interstate Highway 40. The forest access route is approximately 14 miles southeast of the intersection of State Highway 34 and Interstate Highway 40.\n\n\nCrooked Creek parking area is on County Road 50, approximately 6 miles west of Interstate Highway 40. The forest access route is approximately 18 miles southeast of the intersection of State Highway 34 and Interstate Highway 40.\n\n\nElk Creek parking area is on County Road 72, approximately 3 miles southwest of Interstate Highway 40. The forest access route is approximately 20 miles southeast of the intersection of Highway 34 and Highway 40.\n\n\nVasquez parking area on County Road 7, approximately 2 miles southwest of Interstate Highway 40. The forest access route is approximately 21 miles southeast of the intersection of Highway 34 and Highway 40.\n\n\nHorseshoe CG parking area is on County Road 3, approximately 20 miles south/southeast of Interstate Highway 40.\n\n\nThis map is not to scale.\n\nAugust 2016\n\n\n\n\nDisclaimer\n\n\nThis product is reproduced from geospatial data prepared by the USDA Forest Service. Geospatial data and product accuracy may vary. Using geospatial products and data for purposes other than those for which they were created may yield inaccurate or misleading results. The USDA Forest Service reserves the right to correct, update, modify, or replace geospatial data and products without notification. For more information, contact the Arapaho/Roosevelt National Forest Supervisors Office at (970)-295-6600."
    },
    "elk-creek": {
      "map": "/assets/img/elk-creek-map.png",
      "description": "Sulphur Ranger District \nElk Creek Christmas Tree Cutting Area \nUS Department of Agriculture Forest Service \nArapaho National Forest\nSulphur Ranger District\nGrand County, CO\n\n\nMap Key\n\nParking Lot is indicated by a Pine Tree.\nA forest or county road is indicated by a solid, black line.\nA grey shaded area indicates the Arapaho National Forest\nDated: 11/05/2015\n\n\nMap Description\n\n\nThe Elk Creek Cutting Area is located between the towns of Fraser and Winter Park, which are along Interstate Highway 40. \n\n\nThe entrance to the Elk Creek Cutting Area is located on County Road 72, which is also Elk Creek Road. The cutting area is approximately 2 miles southwest of the intersection of Interstate 40 and County Road 72. A Safeway and a Murdocks are close to the intersection of Interstate 40 and County Road 72. A tubing hill is located on County Road 72 about a half mile south of Interstate Highway 40.\n\n\nThere is a stop sign at the entrance to the Elk Creek Cutting area at the Elk Meadows Trailhead. The road through the cutting area allows only one-way vehicle traffic and is approximately 6 miles long. There are 9 parking areas: the entrance, the exit and areas named North Pole, Prancer, Evergreen, Frosty, Vista, Elk, and Holly.\n\n\nThere is a stop sign at the exit at the Twin Bridges Trailhead (no parking allowed). Take a photo with Smokey Bear on weekends only with variable hours a short distance before the exit. The road after the exit is Vasquez Road, and Vasquez allows traffic in two directions. Vasquez Road turns into County Road 7, and the Winter Park Town Hall is to the north of County Road 7, just before the road intersects with Interstate Highway 40. There is a stoplight at the intersection of County Road 7 and Interstate Highway 40. The Winter Park Chamber of Commerce is north of the intersection of Interstate Highway 40 and County Road 7.\n\n\nIf you travel north on Interstate Highway 40, you will reach the town of Granby. If you travel south, you can reach I-70.\n\n\nTravel west on County Road 73, which is also St. Louis Creek Road, to reach the Fraser Experimental Forest. County Road 73 intersects with Interstate Highway 40.\n\n\n\n\nDisclaimer\n\n\nThis product is reproduced from geospatial data prepared by the USDA Forest Service. Geospatial data and product accuracy may vary. Using geospatial products and data for purposes other than those for which they were created may yield inaccurate or misleading results. The USDA Forest Service reserves the right to correct, update, modify, or replace geospatial data and products without notification. For more information, contact the Arapaho/Roosevelt National Forest Supervisors Office at (970) 295-6600."
    }
  },
  "mthood": {
    "clackamas": {
      "map": "/assets/img/clackamas-map.png",
      "description": "Mt. Hood National Forest\nClackamas River Ranger District Christmas Tree Map\n\n\nNot all roads are shown on this map. \nDistrict maps with detailed road systems are available for purchase ($5.00) at Estacada Ranger Station.\nRoads are not maintained for winter travel. \nWinter conditions may close some roads. \nBe prepared when heading to the woods!\n\n\nMap Key\n\n\nSolid grey is wilderness. No Christmas tree harvest.\nStriped white is non-Forest Service land. No Christmas tree harvest.\nAlso see Permit Requirements Information Sheet.\n\n\nMap Description\n\n\nUnderstanding Forest Roads\n\n\nMost paved forest roads have two digits: 46, 63, 57 etc.\nMost gravel roads have four or more digits: 4660, 6350, 5730 etc.\nYou can gauge where a four-digit road may be on the district, by looking at the first two numbers: \nroad 4660, connects to the 46 road\nroad 6350 connects to the 63 road\nroad 5730 connects to the 57 road\n\n\nAccording to Permit Information, you may find a tree on:\n\n\nRoad 4210. To reach 4210, travel south of the Clackamas Lake campground on Road 42 until you reach Road 4220. Then head west on Road 4220 until you reach Road 4210. \nRoads 45, 4540, 4545. Road 45 intersects with Highway 234 at the Lazy Bend Campground. Go south on Road 45 to reach Roads 4540 and 4550.\nRoads 4660, 4661, 4670, 4671. Road 46 intersects with Highway 224/Road 57 near the Ripplebrook Campground. Take Road 46 south and stay on the road when it curves east to reach Roads 4660 and 4670. Take Road 4660 east to reach Road 4661. Take Road 4670 southwest to reach Road 4671.\nRoads 5730, 5731. Go east on Road 57 from the Ripplebrook Campground, which is roughly at the intersection of Roads 57, 46 and Highway 224. Road 5730 is close to the Lake Harriet campground.\nRoads 6340, 6341, 6350, 6355, 6370. Road 46 intersects with Highway 224 and Road 57 at the Ripplebrook Campground. Take Road 46 south until you reach Road 63, which will be close to the Raab Campground. \nRoads 58, 5810. Road 46 intersects with Highway 224 and Road 57 at the Ripplebrook Campground. Take Road 57 east until you reach Road 58.\n\n\n\n\nHighway 224 north goes to Estacada. Road 46 west goes to Detroit.\n\n\n\n\nThe U.S. Department of Agriculture (USDA) prohibits discrimination in all its programs and activities on the basis of race, color, national origin, age, disability, and where applicable, sex, marital status, familial status, prenatal status, religion, sexual orientation, genetic information, political beliefs, reprisal, or because all or part of an individual’s income is derived from any public assistance program (Not all prohibited bases apply to all programs.). Persons with disabilities who require alternative means for communication of program information (Braille, large print, audiotape, etc.) should contact USDA’s TARGET Center at (202) 720-2600.  To file a\ncomplaint of discrimination, write to USDA, Director, Office of Civil Rights, 1400 Independence Ave., SW, Washington, DC 20250-9410, or call (800) 795-3272 (voice) or (202) 720-6382 (TDD). USDA is an equal opportunity provider and employer."
    },
    "zigzag": {
      "map": "/assets/img/zigzag-map.png",
      "description": "Mt. Hood National Forest\nZigzag Ranger District Christmas Tree Map\n\n\nNot all roads are shown on this map. \nDistrict maps with detailed road systems are available for purchase ($5.00) at Zigzag Ranger Station.\nRoads are not maintained for winter travel. \nWinter conditions may close some roads. \nBe prepared when heading to the woods!\n\n\nMap Key\n\n\nSolid grey is wilderness. No Christmas tree harvest.\nWhite with diagonal stripes is non-Forest Service land. No Christmas tree harvest.\nWhite with checkered diagonal stripes is Other Mt. Hood National Forest District land.\nAlso see Permit Requirements Information Sheet.\n\n\nMap Description\n\n\nUnderstanding Forest Roads\n\n\nMost paved forest roads have two digits: 18, 58, etc.\nMost gravel roads have four or more digits: 5860, 2613 etc.\nYou can gauge where a four digit road may be on the district, by looking at the first two numbers:\nroad 5860, connects to the 58 road\nroad 1828 connects to the 18 road\n\n\nAccording to Permit Information, you may find a tree on:\n\n\n18, 1828, 1828118: Road 18 intersects with Highway 26 close to the ZigZag Ranger Station. Road 1828 is north and west of Road 18.\n2656 and spurs: Road 2565 intersects with Highway 26 just south of Still Creek Campground.\n58, 5850, 5855, 5860, 5870, 5880: Little Crater Lake campground is on Road 58, which is south of Highway 26. Roads 5855, 5880 and 5850 are north of Road 58. Roads 5870 and 5860 are south of Road 58.\n\n\nThe U.S. Department of Agriculture (USDA) prohibits discrimination in all its programs and activities on the basis of race, color, national origin, age, disability, and where applicable, sex, marital status, familial status, prenatal status, religion, sexual orientation, genetic information, political beliefs, reprisal, or because all or part of an individual’s income is derived from any public assistance program (Not all prohibited bases apply to all programs.). Persons with disabilities who require alternative means for communication of program information (Braille,large print, audiotape, etc.) should contact USDA’s TARGET Center at (202) 720-2600.  To file a complaint of discrimination, write to USDA, Director, Office of Civil Rights, 1400 Independence Ave., SW, Washington, DC 20250-9410, or call (800) 795-3272 (voice) or (202) 720-6382 (TDD). USDA is an equal opportunity provider and employer."
    }
  }
}